const greekSurnames = [ // https://web.archive.org/web/20231020091822/https://el.wikipedia.org/wiki/%CE%9A%CE%B1%CF%84%CE%B7%CE%B3%CE%BF%CF%81%CE%AF%CE%B1:%CE%95%CE%BB%CE%BB%CE%B7%CE%BD%CE%B9%CE%BA%CE%AC_%CE%B5%CF%80%CF%8E%CE%BD%CF%85%CE%BC%CE%B1 - https://web.archive.org/web/20231020092025/https://el.wikipedia.org/w/index.php?title=%CE%9A%CE%B1%CF%84%CE%B7%CE%B3%CE%BF%CF%81%CE%AF%CE%B1:%CE%95%CE%BB%CE%BB%CE%B7%CE%BD%CE%B9%CE%BA%CE%AC_%CE%B5%CF%80%CF%8E%CE%BD%CF%85%CE%BC%CE%B1&pagefrom=%CE%A3%CF%84%CE%B1%CE%B8%CF%8C%CF%80%CE%BF%CF%85%CE%BB%CE%BF%CF%82#mw-pages
    'Αγγελίδης', 'Αδαμόπουλος', 'Αθανασιάδης', 'Αλεξίου', 'Αλεξόπουλος', 'Αναστασίου', 'Αναστασιάδης', 'Ανδρέου', 'Αντωνιάδης', 'Αντωνόπουλος',
    'Αποστολάκης', 'Βασιλόπουλος', 'Γαλάνη', 'Γεωργιάδης', 'Γεωργίου', 'Γιαννόπουλος', 'Δασκαλάκης', 'Δημητρόπουλος', 'Δημητροπούλου', 'Διαμαντίδης',
    'Διαμαντόπουλος', 'Ελευθερόπουλος', 'Ελευθεριάδης', 'Ελευθερίου', 'Ζαφειριάδης', 'Ζέρβας', 'Θάνος', 'Θεοδοσίου', 'Θεοδοσιάδης', 'Ιωαννίδης',
    'Καλογήρου', 'Καραβίας', 'Καρανικόλας', 'Καρτάλης', 'Κωνσταντόπουλος', 'Λάζαρης', 'Λάμπρου', 'Λαγουδάκης', 'Λαμπρίδης', 'Λαμπρόπουλος',
    'Μακρή', 'Μανιάκης', 'Μαρκόπουλος', 'Μητρόπουλος', 'Μοσχόπουλος', 'Νάστος', 'Οικονόμου', 'Παναγούλης', 'Πανταζής', 'Παπανικολάου',
];

export default greekSurnames;
