const israeliSurnames = [ // https://web.archive.org/web/20230319095713/https://www.cbs.gov.il/he/mediarelease/doclib/2019/037/11_19_037t1.xls
    'כהן', 'לוי', 'מזרחי', 'פרץ', 'ביטון', 'דהן', 'אברהם', 'אגבאריה', 'פרידמן', 'מלכה',
    'אזולאי', 'יוסף', 'מחאמיד', 'כץ', 'ג\'בארין', 'דוד', 'עמר', 'חדד', 'אוחיון', 'גבאי',
    'ח\'טיב', 'בן דוד', 'אדרי', 'קליין', 'חן', 'שפירא', 'זועבי', 'מחאג\'נה', 'טל', 'לוין',
    'משה', 'חזן', 'אוחנה', 'סואעד', 'גולן', 'סגל', 'אשכנזי', 'יצחק', 'בר', 'יעקב',
    'מור', 'שלום', 'אליהו', 'דיין', 'סויסה', 'לביא', 'אלבז', 'שמש', 'אטיאס', 'בכר'
];

export default israeliSurnames;
