/* Data source: Israel Central Bureau of Statistics (LAMAS) - First Names 2020 */
/* License: CBS Open License (attribution required) - https://www.cbs.gov.il/en/Pages/Enduser-license.aspx */
/* URL: https://www.cbs.gov.il/he/publications/LochutTlushim/2020/%D7%A9%D7%9E%D7%95%D7%AA-%D7%A4%D7%A8%D7%98%D7%99%D7%99%D7%9D.xlsx */
const israeliSurnames = [
    'כהן', 'לוי', 'מזרחי', 'פרץ', 'ביטון', 'דהן', 'אברהם', 'אגבאריה', 'פרידמן', 'מלכה',
    'אזולאי', 'יוסף', 'מחאמיד', 'כץ', 'ג\'בארין', 'דוד', 'עמר', 'חדד', 'אוחיון', 'גבאי',
    'ח\'טיב', 'בן דוד', 'אדרי', 'קליין', 'חן', 'שפירא', 'זועבי', 'מחאג\'נה', 'טל', 'לוין',
    'משה', 'חזן', 'אוחנה', 'סואעד', 'גולן', 'סגל', 'אשכנזי', 'יצחק', 'בר', 'יעקב',
    'מור', 'שלום', 'אליהו', 'דיין', 'סויסה', 'לביא', 'אלבז', 'שמש', 'אטיאס', 'בכר',
    'נחום', 'שטרן', 'שרעבי', 'אלון', 'רוזנברג', 'ממן', 'בן חמו', 'מימון', 'שחר', 'וקנין',
    'ששון', 'עובדיה', 'אסולין', 'שורץ', 'מאיר', 'וייס', 'גרינברג', 'חסן', 'אמסלם', 'גולדשטיין',
    'ברוך', 'טאהא', 'מסארוה', 'עזרא', 'יפרח', 'פלדמן', 'רובין', 'הראל', 'סלאמה', 'סבג',
    'קדוש', 'מנסור', 'עמאש', 'חיים', 'שחאדה', 'רז', 'קורן', 'גולדברג', 'צור', 'חסון',
    'אברמוב', 'שרון', 'רבינוביץ', 'סופר', 'חלבי', 'ישראל', 'דדון', 'יצחקי', 'שוורץ', 'ישראלי'
];

export default israeliSurnames;
