/* Data source: ҚР СЖРА Ұлттық статистика бюросы (Bureau of National Statistics of the Agency for Strategic Planning and Reforms of the Republic of Kazakhstan, National Population Census 2021) */
/* License: Official statistical information - free use with attribution (see https://stat.gov.kz/en/description/) */
/* URL: https://stat.gov.kz/en/national/2021/index.php?sphrase_id=1264014 */

const kazakhstanSurnames = [
    'Ахметов', 'Серік', 'Омаров', 'Оспанов', 'Сулейменов', 'Искаков', 'Амангелді', 'Марат', 'Калиев', 'Ибраев',
    'Абдрахманов', 'Болат', 'Мұрат', 'Смагулов', 'Садыков', 'Нургалиев', 'Серікбай', 'Кусаинов', 'Тулегенов', 'Қайрат',
    'Нұрлан', 'Алиев', 'Аубакиров', 'Жумабаев', 'Султанов', 'Асқар', 'Жунусов', 'Абишев', 'Жақсылық', 'Асанов',
    'Серикбаев', 'Сарсенбаев', 'Сыздыков', 'Исаев', 'Касенов', 'Талғат', 'Төлеген', 'Ибрагимов', 'Муканов', 'Утегенов',
    'Касымов', 'Мусин', 'Рамазанов', 'Каримов', 'Орынбасар', 'Муратов', 'Амантай', 'Базарбаев', 'Мукашев', 'Аскаров',
    'Жакупов', 'Рахимов', 'Жусупов', 'Абдуллаев', 'Ержанов', 'Сериков', 'Жумабеков', 'Рахметов', 'Аманжолов', 'Шарипов',
    'Ильясов', 'Асан', 'Хасенов', 'Қанат', 'Оразбаев', 'Жұмабек', 'Кенжебаев', 'Мусаев', 'Қуаныш', 'Кудайбергенов',
    'Базарбай', 'Нуржанов', 'Сапаров', 'Жұмабай', 'Кожахметов', 'Ахмет', 'Сарсенов', 'Аманжол', 'Бақыт', 'Ержан',
    'Айтжанов', 'Исмаилов', 'Құдайберген', 'Ахметжанов', 'Айтбаев', 'Бауыржан', 'Мустафин', 'Юсупов', 'Жумагалиев', 'Усенов',
    'Берік', 'Аманов', 'Амиров', 'Еркін', 'Болатов', 'Маратов', 'Ермек', 'Абенов', 'Аманбаев', 'Абай',
];

export default kazakhstanSurnames;
