const russianSurnames = [ // https://web.archive.org/web/20231016195133/https://en.wikipedia.org/wiki/List_of_surnames_in_Russia
   'Алексеев', 'Андреев', 'Артемьев', 'Баранов', 'Белов', 'Богданов', 'Борисов', 'Васильев', 'Волков', 'Воробьев',
   'Герасимов', 'Гончаров', 'Денисов', 'Егоров', 'Жуков', 'Захаров', 'Зайцев', 'Игнатьев', 'Иванов', 'Кириллов',
   'Климов', 'Козлов', 'Кузнецов', 'Макаров', 'Матвеев', 'Медведев', 'Михайлов', 'Назаров', 'Никитин', 'Николаев',
   'Носов', 'Новиков', 'Орлов', 'Павлов', 'Петров', 'Романов', 'Семенов', 'Сидоров', 'Смирнов', 'Соколов',
   'Соловьёв', 'Степанов', 'Титов', 'Тихонов', 'Уваров', 'Ульянов', 'Федоров', 'Федотов', 'Харитонов', 'Юдин'
];
 
export default russianSurnames;
