const saudiSurnames = [ // https://web.archive.org/web/20231016194327/https://ar.wikipedia.org/wiki/%D8%AA%D8%B5%D9%86%D9%8A%D9%81:%D8%A3%D9%84%D9%82%D8%A7%D8%A8_%D8%B9%D8%B1%D8%A8%D9%8A%D8%A9
    'آل الجليلي', 'آل الصدر', 'آل العظمة', 'آل بو مهير', 'آل حمدان', 'الأطرش', 'البحاري', 'البلوشي', 'البوعناني', 'التكريتي',
    'الحارثي', 'الحلي', 'الخفاجي', 'الخليفي', 'الدويري', 'الراسي', 'الركراكي', 'الزعيم الأوحد', 'الزهراني', 'الزياني',
    'الشرايبي', 'الشعيبي', 'الشهواني', 'الصدر', 'الطبري', 'الطنيج', 'الطوسي', 'العابدين', 'العظيم', 'العقاد',
    'العياري', 'الغزالي', 'الفاروقي', 'الفاسي', 'الفيلالي', 'القذافي', 'القصيبي', 'الكاظمي', 'الكيلاني', 'المرزوقي',
    'المروزي', 'الناصري', 'النقبي', 'الوزير', 'بارقي', 'حلبي', 'خوري', 'دياب', 'رجاء', 'زعموم',
];

export default saudiSurnames;
