const thaiSurnames = [ // https://web.archive.org/web/20231016191735/https://raw.githubusercontent.com/unnawut/thai-names/master/LAST_NAMES.txt
    'กติยา', 'กมลานันท์', 'กางมุ้งคอย', 'กาญจนวิภู', 'กิจจานุรักษ์', 'ครองจินดา', 'จันทร์ประดับ', 'จิตประสงค์', 'จิตมานะ', 'จิรามณี',
    'ชอบนอนหงาย', 'ดำรงลาวรรณ', 'ตะลุมพุก', 'ทองดี', 'ทองม่วง', 'นทีพิทักษ์', 'บาดตาสาว', 'บุญมั่น', 'ประจัญบาน', 'ประภาพร',
    'พงศ์พิทักษ์', 'พจน์จำเนียร', 'พิชัยรณรงค์', 'พิทักษ์ไทย', 'มนูญศักดิ์', 'มหานิยม', 'ยอดยาใจ', 'รอดคงรวย', 'รักธรรม', 'รักสำราญ',
    'รัตนามิรา', 'วงศ์บันเทิง', 'วงศ์สินวิเศษ', 'วรรณดำรง', 'วังชัยศรี', 'ศรีเจริญ', 'ศิลามหาฤกษ์', 'สมคำนึง', 'สมุทรเทวา', 'สันตติวงศ์',
    'สำราญฤทธิ์', 'สุรบดินทร์', 'หงส์แก้ว', 'อัศวรัช', 'อาจฤทธิ์', 'เกตุอารี', 'เจริญเดช', 'เทพสุวรรณ', 'เที่ยงธรรม', 'เบี้ยวสกุล',
];

export default thaiSurnames;
