const chineseNames = {
    0: [ // https://web.archive.org/web/20231017214946/https://zh.wikipedia.org/wiki/%E6%9C%80%E5%B8%B8%E8%A6%8B%E5%90%8D%E5%AD%97%E5%88%97%E8%A1%A8
        '浩宇', '浩然', '宇軒', '子軒', '宇航', '皓軒', '子豪', '浩軒', '俊杰', '子涵',
        '濤', '浩', '杰', '鑫', '磊', '帥', '宇', '鵬', '偉', '超',
        '強', '勇', '軍', '波', '剛', '建軍', '斌', '輝', '建國', '建華'
    ],
    1: [ // https://web.archive.org/web/20231017214946/https://zh.wikipedia.org/wiki/%E6%9C%80%E5%B8%B8%E8%A6%8B%E5%90%8D%E5%AD%97%E5%88%97%E8%A1%A8
        '欣怡', '梓涵', '詩涵', '梓宣', '子涵', '紫涵', '佳怡', '雨涵', '雨欣', '一諾',
        '婷', '婷婷', '靜', '悅', '敏', '雪', '穎', '丹', '麗', '倩',
        '艷', '娟', '燕', '娜', '芳', '玲', '霞', '紅梅', '紅', '英'
    ]
}

export default chineseNames;
