const greekNames = {
    0: [ // https://web.archive.org/web/20231020091146/https://en.wikipedia.org/wiki/Category:Greek_masculine_given_names
        'Αλέξανδρος', 'Νικόλαος', 'Γεώργιος', 'Δημήτριος', 'Κωνσταντίνος', 'Ιωάννης', 'Χρήστος', 'Αντώνιος', 'Παναγιώτης', 'Ανδρέας',
        'Παύλος', 'Ελιάς', 'Βασίλειος', 'Πέτρος', 'Σταύρος', 'Θανάσης', 'Λεωνίδας', 'Φίλιππος', 'Ευάγγελος', 'Σωτήρης',
        'Νίκος', 'Μάριος', 'Κώστας', 'Μανώλης', 'Άγγελος', 'Μάρκος', 'Βαγγέλης', 'Σπυρίδων', 'Στέλιος', 'Θεόδωρος',
        'Στέφανος', 'Χαράλαμπος', 'Άκης', 'Εμμανουήλ', 'Αλέξης', 'Λούκας', 'Δάμων', 'Θεόφιλος', 'Τίμος', 'Μάτθαιος',
        'Δημος', 'Ευστάθιος', 'Ιάκωβος', 'Γρηγόριος', 'Δαμασκηνός', 'Φαίδων', 'Ορέστης', 'Σάββας', 'Ηράκλειτος', 'Κάρολος'
    ],
    1: [ // https://web.archive.org/web/20231020091203/https://en.wikipedia.org/wiki/Category:Greek_feminine_given_names
        'Μαρία', 'Ελένη', 'Σοφία', 'Αναστασία', 'Αγγελική', 'Δέσποινα', 'Κατερίνα', 'Γεωργία', 'Φωτεινή', 'Αντωνία',
        'Χριστίνα', 'Ευαγγελία', 'Ειρήνη', 'Δάφνη', 'Στέλλα', 'Αλεξάνδρα', 'Ελένα', 'Νίκη', 'Βασιλική', 'Ολγα',
        'Ιωάννα', 'Λίδια', 'Μελίνα', 'Πηνελόπη', 'Τατιάνα', 'Θεοδώρα', 'Αλίκη', 'Αφροδίτη', 'Εκατερίνη', 'Ευα',
        'Χλόη', 'Χάρα', 'Μαργαρίτα', 'Ελιάνα', 'Ευθυμία', 'Κωνσταντίνα', 'Αννα', 'Αλεξία', 'Μαρίνα', 'Ηρώ',
        'Αθηνά', 'Λένα', 'Ευγενία', 'Μελίσσα', 'Ευδοξία', 'Φυλλίς', 'Μεδέα', 'Χριστά', 'Ζήνα', 'Ηλιάνα'
    ]
};

export default greekNames;
