const israeliNames = {
    0: [ // https://web.archive.org/web/20231011083454/http://https://www.gov.il/he/departments/news/popular_names_given_newborns - https://web.archive.org/web/20231016120449/https://he.wikipedia.org/wiki/%D7%A9%D7%9E%D7%95%D7%AA_%D7%A4%D7%A8%D7%98%D7%99%D7%99%D7%9D_%D7%99%D7%94%D7%95%D7%93%D7%99%D7%99%D7%9D_%D7%91%D7%99%D7%A9%D7%A8%D7%90%D7%9C
        'דוד', 'אריאל', 'לביא', 'רפאל', 'אורי', 'יהודה', 'איתן', 'דניאל', 'משה', 'נועם',
        'יוסף', 'יעקב', 'אברהם', 'יצחק', 'יגאל', 'אמנון', 'אילן', 'יורם', 'בן', 'דורון',
        'עופר', 'רון', 'רוני', 'אייל', 'אלי', 'גיל', 'ירון', 'רונן', 'אמיר', 'אלון',
        'ארז', 'שי', 'דרור', 'ניר', 'יניב', 'עמית', 'רועי', 'גלעד', 'אלעד', 'איתי',
        'עידן', 'עידו', 'עומר', 'נדב', 'עומרי', 'חן', 'תום', 'אור', 'ישראל', 'יהונתן'
    ],
    1: [ // https://web.archive.org/web/20231011083454/http://https://www.gov.il/he/departments/news/popular_names_given_newborns - https://web.archive.org/web/20231016120449/https://he.wikipedia.org/wiki/%D7%A9%D7%9E%D7%95%D7%AA_%D7%A4%D7%A8%D7%98%D7%99%D7%99%D7%9D_%D7%99%D7%94%D7%95%D7%93%D7%99%D7%99%D7%9D_%D7%91%D7%99%D7%A9%D7%A8%D7%90%D7%9C
        'אביגיל', 'תמר', 'יעל', 'נועה', 'שרה', 'ליבי', 'אילה', 'אדל', 'ליה', 'אלה',
        'שירה', 'מאיה', 'טליה', 'איילה', 'חנה', 'רחל', 'אסתר', 'מרים', 'שושנה', 'דליה',
        'נורית', 'דורית', 'עפרה', 'עדנה', 'נחמה', 'כרמלה', 'רונית', 'ליאורה', 'אורנה', 'אורלי',
        'איריס', 'סמדר', 'אילנה', 'דפנה', 'ורד', 'אסנת', 'סיגל', 'גלית', 'סיגלית', 'מירב',
        'לימור', 'רויטל', 'שרית', 'שרון', 'טלי', 'טל', 'יפעת', 'מיכל', 'ענת', 'קרן'
    ]
}

export default israeliNames;
