/* Data source: Israel Central Bureau of Statistics (LAMAS) */
/* License: CBS Open License (attribution required) - https://www.cbs.gov.il/en/Pages/Enduser-license.aspx */
/* URL: https://www.cbs.gov.il/he/publications/LochutTlushim/2020/%D7%A9%D7%9E%D7%95%D7%AA-%D7%A4%D7%A8%D7%98%D7%99%D7%99%D7%9D.xlsx */
const israeliNames = {
    0: [
        'דוד', 'יוסף', 'משה', 'אברהם', 'יעקב', 'דניאל', 'יצחק', 'מיכאל', 'אורי', 'חיים',
        'נועם', 'ישראל', 'שלמה', 'איתי', 'יהודה', 'שמואל', 'אריאל', 'שמעון', 'מאיר', 'אליהו',
        'מרדכי', 'יהונתן', 'יונתן', 'גיא', 'אהרון', 'רפאל', 'רועי', 'איתן', 'אלכסנדר', 'יאיר',
        'עידו', 'אלון', 'עמית', 'שי', 'עומר', 'ליאור', 'בנימין', 'אייל', 'יובל', 'נתנאל',
        'אסף', 'בן', 'איתמר', 'תומר', 'אור', 'עידן', 'מנחם', 'טל', 'יואב', 'רון',
        'צבי', 'נדב', 'ניר', 'שלום', 'מתן', 'אילן', 'שחר', 'אריה', 'נתן', 'אורן',
        'אמיר', 'מאור', 'אלעד', 'דן', 'עומרי', 'יניב', 'גבריאל', 'אליה', 'אופיר', 'הראל',
        'לביא', 'אלי', 'אדם', 'אביב', 'גל', 'עופר', 'גיל', 'ישי', 'ניסים', 'נהוראי',
        'אבי', 'יהושע', 'ראובן', 'אשר', 'פנחס', 'רונן', 'דור', 'אליעזר', 'ערן', 'דורון',
        'ארז', 'בוריס', 'ירון', 'עילאי', 'גלעד', 'ברוך', 'ארי', 'רן', 'אפרים', 'ליאם'
    ],
    1: [
        'שרה', 'רחל', 'אסתר', 'יעל', 'נועה', 'מיכל', 'תמר', 'חנה', 'מרים', 'מאיה',
        'רבקה', 'שירה', 'עדי', 'חיה', 'רות', 'לאה', 'הילה', 'טליה', 'אלה', 'איילה',
        'אביגיל', 'רוני', 'אפרת', 'יהודית', 'מעיין', 'שושנה', 'הודיה', 'שני', 'נעמי', 'מלכה',
        'דבורה', 'קרן', 'טל', 'עדן', 'ענת', 'יובל', 'הדר', 'שיר', 'תהילה', 'דנה',
        'נעמה', 'אנה', 'אילנה', 'הדס', 'צפורה', 'ליה', 'אדל', 'נויה', 'אורית', 'אורלי',
        'שרון', 'נטע', 'חן', 'מירב', 'נגה', 'דניאל', 'רונית', 'ליאת', 'אירינה', 'נועם',
        'יפה', 'רותם', 'עמית', 'רומי', 'ילנה', 'נטלי', 'הדסה', 'אגם', 'אור', 'מוריה',
        'שולמית', 'מיטל', 'מזל', 'נחמה', 'שחר', 'דינה', 'ברכה', 'ליאור', 'איריס', 'אריאל',
        'גלית', 'ספיר', 'מורן', 'מרינה', 'סיון', 'אביטל', 'ליאן', 'רעות', 'שקד', 'לימור',
        'חוה', 'פנינה', 'דליה', 'עלמה', 'ליאל', 'שרית', 'מאי', 'אלישבע', 'אוריה', 'תהל'
    ]
}

export default israeliNames;
