/* Data source: Supreme Court of Korea - Electronic Family Registration System, 2008-2025 */
/* License: Korean Government Open Data (공공저작물 자유이용) under Copyright Law Article 24-2 (Public Works) */
/* URL: https://stfamily.scourt.go.kr/ */
const koreanNames = {
    0: [
        '민준', '서준', '하준', '도윤', '예준', '시우', '지호', '이준', '은우', '주원',
        '준서', '현우', '지훈', '준우', '수호', '선우', '유준', '이안', '도현', '지후',
        '건우', '연우', '시윤', '태오', '우진', '이현', '도하', '우주', '현준', '민재',
        '준혁', '서진', '정우', '로운', '윤우', '은호', '지한', '동현', '승현', '승민'
    ],
    1: [
        '서연', '서윤', '민서', '서현', '지우', '지민', '하은', '윤서', '하윤', '지유',
        '예은', '수빈', '은서', '지윤', '채원', '민지', '예원', '가은', '지원', '다은',
        '수민', '예진', '서영', '유진', '지아', '수아', '소율', '연우', '지안', '소윤',
        '하린', '서아', '시아', '예린', '서우', '이서', '아린', '나은', '아윤', '유주'
    ]
}

export default koreanNames;
