/* Data source: ҚР СЖРА Ұлттық статистика бюросы (Bureau of National Statistics of the Agency for Strategic Planning and Reforms of the Republic of Kazakhstan, National Population Census 2021) */
/* License: Official statistical information - free use with attribution (see https://stat.gov.kz/en/description/) */
/* URL: https://stat.gov.kz/en/national/2021/index.php?sphrase_id=1264014 */
const kazakhstanNames = {
    0: [
        'Азамат', 'Серик', 'Марат', 'Руслан', 'Нурлан', 'Ерасыл', 'Ерлан', 'Алихан', 'Данияр', 'Арман',
        'Бауыржан', 'Ержан', 'Кайрат', 'Талгат', 'Диас', 'Мирас', 'Рамазан', 'Канат', 'Мурат', 'Санжар',
        'Нұрислам', 'Ербол', 'Дамир', 'Нұрасыл', 'Нуржан', 'Аскар', 'Айбек', 'Бекзат', 'Жандос', 'Дархан',
        'Айсұлтан', 'Болат', 'Нұрсұлтан', 'Олжас', 'Арсен', 'Тимур', 'Самат', 'Асхат', 'Берик', 'Мадияр',
        'Алдияр', 'Ислам', 'Айдос', 'Амир', 'Алмас', 'Али', 'Куаныш', 'Ернар', 'Аян', 'Аслан',
        'Әділет', 'Даурен', 'Нұрдәулет', 'Асылбек', 'Ерболат', 'Дастан', 'Ермек', 'Айдын', 'Даулет', 'Максат',
        'Абай', 'Нурсултан', 'Айдар', 'Расул', 'Бауржан', 'Алинұр', 'Алишер', 'Ерсұлтан', 'Дидар', 'Алибек',
        'Ернұр', 'Саят', 'Бексұлтан', 'Абзал', 'Бекжан', 'Мейрамбек', 'Еркебұлан', 'Медет', 'Абылай', 'Сұлтан',
        'Мансур', 'Бекарыс', 'Ринат', 'Жанат', 'Жанболат', 'Дарын', 'Нұржан', 'Бақдәулет', 'Жасулан', 'Ильяс',
        'Рауан', 'Дулат', 'Әлихан', 'Әли', 'Қуаныш', 'Темірлан', 'Мақсат', 'Алтынбек', 'Асылхан', 'Бейбарыс',
    ],
    1: [
        'Аружан', 'Динара', 'Мадина', 'Айгуль', 'Айзере', 'Айдана', 'Алия', 'Жанар', 'Айша', 'Айару',
        'Айнур', 'Айгерим', 'Айжан', 'Аяулым', 'Салтанат', 'Сауле', 'Арайлым', 'Гульмира', 'Амина', 'Диана',
        'Кәусар', 'Асель', 'Жансая', 'Роза', 'Меруерт', 'Раяна', 'Назерке', 'Айым', 'Гаухар', 'Інжу',
        'Эльмира', 'Шолпан', 'Медина', 'Маржан', 'Аида', 'Алтынай', 'Гульнара', 'Дана', 'Раушан', 'Айлин',
        'Аяжан', 'Аяла', 'Мөлдір', 'Алина', 'Асем', 'Гульнар', 'Анар', 'Ақерке', 'Индира', 'Жанерке',
        'Жанна', 'Нұрай', 'Лаура', 'Акмарал', 'Зарина', 'Сабина', 'Айман', 'Жазира', 'Сымбат', 'Айгерім',
        'Карлыгаш', 'Дина', 'Томирис', 'Камила', 'Аяна', 'Назым', 'Галия', 'Баян', 'Майра', 'Іңкәр',
        'Жанат', 'Әмина', 'Дильназ', 'Жадыра', 'Асия', 'Малика', 'Әсел', 'Анель', 'Нургуль', 'Ақбота',
        'Айсулу', 'Перизат', 'Фатима', 'Райхан', 'Адина', 'Гульжан', 'Алуа', 'Ажар', 'Альбина', 'Мерей',
        'Назира', 'Асылым', 'Дария', 'Светлана', 'Шынар', 'Самал', 'Сезім', 'Алмагуль', 'Адия', 'Зере',
    ]
};

export default kazakhstanNames;
