const saudiNames = {
    0: [ // https://web.archive.org/web/20231016193901/https://ar.wikipedia.org/wiki/%D9%82%D8%A7%D8%A6%D9%85%D8%A9_%D8%A7%D9%84%D8%A3%D8%B3%D9%85%D8%A7%D8%A1_%D8%A7%D9%84%D8%B4%D8%AE%D8%B5%D9%8A%D8%A9_%D8%A7%D9%84%D8%B9%D8%B1%D8%A8%D9%8A%D8%A9
        'محمد', 'أحمد', 'علي', 'حسن', 'حسين', 'عمر', 'يوسف', 'عبدالله', 'كريم', 'مصطفى',
        'إبراهيم', 'خالد', 'مهدي', 'عماد', 'فارس', 'رامي', 'سامي', 'شريف', 'أمير', 'مالك',
        'طارق', 'صلاح', 'مروان', 'نادر', 'سعيد', 'جمال', 'أيمن', 'هاني', 'رشيد', 'زكريا',
        'ياسر', 'عادل', 'باسم', 'سمير', 'غسان', 'مجد', 'نبيل', 'وائل', 'هشام', 'فادي',
        'جابر', 'إسماعيل', 'عبد الرحمن', 'بلال', 'غالب', 'أنس', 'رائد', 'طلال', 'عصام', 'رياض',
    ],
    1: [ // https://ar.wikipedia.org/wiki/%D8%AA%D8%B5%D9%86%D9%8A%D9%81:%D8%A3%D8%B3%D9%85%D8%A7%D8%A1_%D8%A5%D9%86%D8%A7%D8%AB_%D8%B9%D8%B1%D8%A8%D9%8A%D8%A9
        'آمنة', 'آية', 'أحلام', 'أروى', 'أريج', 'أسماء', 'أسيل', 'أفنان', 'أم كلثوم', 'أماني',
        'أميرة', 'أميمة', 'أمينة', 'أنوار', 'أنيسة', 'إسراء', 'إيمان', 'ابتسام', 'ازدهار', 'بتول',
        'بثينة', 'بسمة', 'بشرى', 'بشيرة', 'بلقيس', 'تمارة', 'جمانة', 'جميلة', 'جوري', 'حفصة',
        'حليمة', 'حياة', 'خديجة', 'خولة', 'داليا', 'دانا', 'دانية', 'دلال', 'دنيا', 'ثراء',
        'أمونة', 'أمامة', 'إيناس', 'أبرار', 'آمال', 'إكرام', 'أثيل', 'إيتاء', 'أمية', 'ألطاف',
    ]
}

export default saudiNames;
