const thaiNames = {
    0: [ // https://web.archive.org/web/20231016191816/https://raw.githubusercontent.com/unnawut/thai-names/master/FIRST_NAMES_MALE.txt
        'กิตติ', 'ชัชชัย', 'จรัล', 'จิรายุ', 'ณรงค์', 'ธนภัทร', 'ประชา', 'พงศ์กฤต', 'พัลลภ', 'ภัคพล',
        'วรพล', 'วีรพล', 'สมชาย', 'อาณัติ', 'อิทธิชัย', 'เจตน์', 'ชัยวุฒิ', 'ดนัย', 'ธีรพล', 'นราธิป',
        'บัณฑิต', 'วรเทพ', 'สมศักดิ์', 'อรรณพ', 'ปัญจพล', 'ภูมิพัฒน์', 'มงคล', 'วัชรพล', 'สุทธิพงษ์', 'อนุภัทร',
        'ทวีเดช', 'ณัฐกฤต', 'พิริยะศักดิ์', 'ศุภณัฐ', 'สิทธินนท์', 'ธนชาติ', 'ทรงกฤต', 'ณัฐพงศ์', 'พันธ์พงษ์', 'วิชาญ',
        'ธนาธิป', 'ไชยวัฒน์', 'วิทวัส', 'วิโรจน์', 'อารักษ์', 'ไพศาล', 'จิรายุทธ', 'ณัฏฐชัย', 'วีรยุทธ', 'ภูมิ',
    ],
    1: [ // https://web.archive.org/web/20231016191833/https://raw.githubusercontent.com/unnawut/thai-names/master/FIRST_NAMES_FEMALE.txt
        'กนกพรรณ', 'กนกนุช', 'กมลทิพย์', 'กรกมล', 'กรุณา', 'กิตติมา', 'กัลยาณี', 'จรรยา', 'จินตา', 'จินตพร',
        'ณัฏฐิกา', 'ณัฐชา', 'ณิชา', 'ดารินทร์', 'นภา', 'นรีรัตน์', 'นฤมล', 'บุณยนุช', 'ปฐมา', 'ประภัสสร',
        'ปรียา', 'พรพิมล', 'พรรณทิพย์', 'พัชรมัย', 'พิมลรัตน์', 'รติมา', 'รัชนี', 'วรรณพร', 'วิภาดา', 'วันทนีย์',
        'สมพร', 'สาวิตรี', 'อภิรดี', 'อรชร', 'อรพรรณ', 'อินตรา', 'เกตุมณี', 'เบญจพร', 'เบญจวรรณ', 'เพ็ญประภา',
        'เลอลักษณ์', 'เสาวรส', 'แก้วทิพย์', 'แสงจันทร์', 'ไปรยา', 'ชมพูนุช', 'ชนิภา', 'ทิพย์รัตน์', 'ณัฏฐธิดา', 'วรกานต์',
    ]
}

export default thaiNames;
