/* Data source: Department of Household Registration, Ministry of the Interior */
/* License: Open Government Data License: https://data.gov.tw/license */
/* URL: https://www.ris.gov.tw/documents/data/5/2/112namestat.pdf */
const taiwaneseNames = {
    0: [
        '家豪', '志明', '建宏', '俊傑', '俊宏', '志豪', '志偉', '承翰', '冠宇', '志強',
        '宗翰', '志宏', '冠廷', '志成', '文雄', '承恩', '金龍', '文彬', '正雄', '明輝',
        '柏翰', '彥廷', '明德', '文龍', '俊賢', '志忠', '國華', '信宏', '家銘', '俊雄',
        '宇翔', '建成', '冠霖', '志銘', '志雄', '進財', '明哲', '榮華', '柏宇', '志鴻',
        '志賢', '俊良', '建華', '家瑋', '家榮', '文祥', '建志', '文正', '文忠', '凱翔',
        '家宏', '國雄', '明宏', '文賢', '世昌', '哲瑋', '文傑', '正義', '武雄', '建興',
        '志文', '嘉宏', '文章', '明宗', '宇軒', '進興', '俊豪', '俊廷', '冠宏', '仁傑',
        '威廷', '哲維', '宗霖', '文欽', '博文', '俊男', '宗憲', '子豪', '俊宇', '勝雄',
        '柏諺', '建良', '俊明', '俊銘', '世明', '義雄', '建銘', '永昌', '文華', '子翔',
        '柏宏', '政宏', '進發', '柏霖', '建中', '國榮', '志誠', '聰明', '俊佑', '志遠'
    ],
    1: [
        '淑芬', '淑惠', '美玲', '麗華', '美惠', '淑貞', '雅婷', '秀英', '淑娟', '秀琴',
        '秀美', '美華', '怡君', '淑華', '美玉', '雅惠', '秀蘭', '淑美', '秀鳳', '美珠',
        '麗珠', '麗娟', '淑玲', '美雲', '雅雯', '雅玲', '美麗', '玉蘭', '月娥', '麗卿',
        '惠美', '麗美', '秀珠', '淑珍', '欣怡', '素貞', '秀珍', '素珍', '惠玲', '玉梅',
        '玉英', '淑慧', '秀玲', '明珠', '秋香', '秀玉', '麗雲', '秀梅', '麗玉', '寶珠',
        '怡婷', '麗玲', '宜蓁', '月英', '淑芳', '玉玲', '秀雲', '慧玲', '春美', '碧霞',
        '麗香', '美鳳', '美珍', '美英', '碧珠', '碧雲', '佳蓉', '美蘭', '秀娟', '美娟',
        '淑敏', '玉珍', '淑卿', '美慧', '靜宜', '素珠', '雅慧', '靜怡', '玉美', '雅萍',
        '素卿', '素琴', '秀枝', '金蓮', '秋月', '麗雪', '惠珍', '心怡', '佳玲', '鈺婷',
        '詩涵', '秀霞', '秀華', '麗琴', '金鳳', '麗珍', '玉鳳', '玉琴', '秀蓮', '素蘭'
    ]
}

export default taiwaneseNames;
