const taiwaneseNames = {
    0: [ // 台灣 - https://web.archive.org/web/20231018123939/https://zh.wikipedia.org/zh-hant/%E6%9C%80%E5%B8%B8%E8%A6%8B%E5%90%8D%E5%AD%97%E5%88%97%E8%A1%A8#%E5%8F%B0%E7%81%A3
        '家豪', '志明', '俊傑', '建宏', '俊宏', '志豪', '志偉', '文雄', '金龍', '志強',
        '承恩', '承翰', '冠宇', '宥翔', '宇恩', '宇翔', '品睿', '睿恩', '宸睿', '柏宇',
        '承瀚', '宥廷', '柏翰', '彥廷', '柏睿', '冠廷', '威霆', '佑睿', '柏漢', '昭鴻'
    ],
    1: [ // 台灣 - https://web.archive.org/web/20231018123939/https://zh.wikipedia.org/zh-hant/%E6%9C%80%E5%B8%B8%E8%A6%8B%E5%90%8D%E5%AD%97%E5%88%97%E8%A1%A8#%E5%8F%B0%E7%81%A3
        '淑芬', '淑惠', '美玲', '雅婷', '美惠', '麗華', '淑娟', '淑貞', '怡君', '淑華',
        '采潔', '沛恩', '語彤', '品妍', '詠晴', '羽彤', '子晴', '禹彤', '品妤', '芯語',
        '恩綺', '思妤', '宜蓁', '子涵', '詩涵', '怡萱', '宥蓁', '麗婷', '雅惠', '淑婷'
    ]
}

export default taiwaneseNames;
